export const data = [
  {
    category: "science",
    startYear: 1990,
    endYear: 2023,
    events: [
      {
        title: "Всемирная паутина",
        date: 2001,
        description:
          "Тим Бернерс-Ли представил Всемирную паутину, революционизируя коммуникации и обмен информацией по всему миру.",
      },
      {
        title: "Открытие бозона Хиггса",
        date: 2012,
        description:
          "Большой адронный коллайдер (БАК) в ЦЕРНе помог подтвердить существование бозона Хиггса, фундаментальной частицы, придающей массу другим частицам.",
      },
      {
        title: "Обнаружение гравитационных волн",
        date: 2015,
        description:
          "Обсерватория лазерного интерферометра для наблюдения гравитационных волн (LIGO) подтвердила существование гравитационных волн, предсказанных общей теорией относительности Альберта Эйнштейна.",
      },
      {
        title: "Первое изображение черной дыры",
        date: 2019,
        description:
          "Сотрудничество событийного горизонта телескопа сделало первое изображение черной дыры, находящейся в центре галактики M87.",
      },
    ],
  },

  {
    category: "movie",
    startYear: 2014,
    endYear: 2017,
    events: [
      {
        title: "Бёрдмэн и успех на Оскаре",
        date: 2014,
        description:
          "Фильм 'Бёрдмэн или нечто несметное' режиссера Алехандро Гонсалеса Иньярриту выиграл четыре Оскара, включая Лучший фильм и Лучшую режиссуру.",
      },
      {
        title: "Ла-Ла Ленд и исторический момент на Оскаре",
        date: 2015,
        description:
          "Мюзикл Дэмьена Шазеля получил рекордное количество номинаций на Оскар (14) и выиграл 6 статуэток, включая Лучший режиссер.",
      },
      {
        title: "Финал Игры Престолов",
        date: 2016,
        description:
          "Последний сезон популярного телесериала завершил историю Семи Королевств.",
      },
    ],
  },
  {
    category: "nature",
    startYear: 1992,
    endYear: 1998,
    events: [
      {
        title: "Ураган Эндрю",
        date: 1992,
        description:
          "Ураган Эндрю обрушился на Флориду и Луизиану, став одним из наиболее разрушительных ураганов в истории США.",
      },
      {
        title: "Землетрясение в Лос-Анджелесе",
        date: 1993,
        description:
          "Землетрясение силой 6.7 балла по шкале Рихтера сильно повредило город Лос-Анджелес и его окрестности.",
      },
      {
        title: "Землетрясение в Кобе",
        date: 1995,
        description:
          "Мощное землетрясение в регионе Кобе в Японии привело к серьезным разрушениям и потере жизней.",
      },
      {
        title: "Ураган Митч",
        date: 1998,
        description:
          "Ураган Митч принес с собой разрушительные дожди и наводнения в Центральной Америке, вызвавшие значительные человеческие и материальные потери.",
      },
    ],
  },
];
